temp_runs/case_330/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 1;
vertices
(
    (0 -0.19791666666666669 -0.05) (3.0 -0.19791666666666669 -0.05) (3.0 0.19791666666666669 -0.05) (0 0.19791666666666669 -0.05)
    (0 -0.19791666666666669 0.05) (3.0 -0.19791666666666669 0.05) (3.0 0.19791666666666669 0.05) (0 0.19791666666666669 0.05)
);
blocks
(
    // hex (pts) (cells) simpleGrading (x y z)
    hex (0 1 2 3 4 5 6 7) (151 40 1) simpleGrading (1 ((0.5 0.5 10) (0.5 0.5 0.1)) 1)
);
edges ();
boundary
(
    inlet  { type patch; faces ((0 4 7 3)); }
    outlet { type patch; faces ((1 2 6 5)); }
    walls  { type wall;  faces ((0 1 5 4) (3 7 6 2)); }
    frontAndBack { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
mergePatchPairs ();
